Repository: sylwaninn/drafft-ios
Catalog: Drafft/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt

source: Check your inbox and your spam folder. The code works for 1 hour.
de: Schau in dein Postfach und in den Spam-Ordner. Der Code gilt 1 Stunde.
es: Revisa tu bandeja de entrada y la carpeta de spam. El código es válido 1 hora.
fr: Consulte ta boîte mail et tes spams. Le code est valable 1 heure.
it: Controlla la posta in arrivo e lo spam. Il codice è valido per 1 ora.
nl: Check je inbox en je spammap. De code is 1 uur geldig.
pt: Verifica a caixa de entrada e o spam. O código é válido durante 1 hora.

source: Check your messages. The code works for 10 minutes.
de: Schau in deine Nachrichten. Der Code gilt 10 Minuten.
es: Revisa tus mensajes. El código vale durante 10 minutos.
fr: Consulte tes messages. Le code est valable 10 minutes.
it: Controlla i messaggi. Il codice è valido per 10 minuti.
nl: Check je berichten. De code is 10 minuten geldig.
pt: Verifica as tuas mensagens. O código é válido durante 10 minutos.

source: Checking the code…
de: Code wird geprüft…
es: Comprobando el código…
fr: Vérification du code…
it: Verifica del codice…
nl: Code controleren…
pt: A verificar o código…

source: Checking this photo
de: Foto wird geprüft
es: Comprobando esta foto
fr: Vérification de cette photo
it: Controllo di questa foto
nl: Deze foto wordt gecontroleerd
pt: A verificar esta foto

source: Choose a new password
de: Wähle ein neues Passwort
es: Elige una contraseña nueva
fr: Choisis un nouveau mot de passe
it: Scegli una nuova password
nl: Kies een nieuw wachtwoord
pt: Escolhe uma nova palavra-passe

source: Choose a pack
de: Wähle ein Paket
es: Elige un pack
fr: Choisis un pack
it: Scegli un pacchetto
nl: Kies een pakket
pt: Escolhe um pack

source: Choose a prompt
de: Frage wählen
es: Elige una pregunta
fr: Choisis une question
it: Scegli una domanda
nl: Kies een vraag
pt: Escolher uma pergunta

source: Choose from library
de: Aus Mediathek wählen
es: Elegir de la galería
fr: Choisir dans la photothèque
it: Scegli dalla libreria
nl: Kies uit bibliotheek
pt: Escolher da galeria

source: Choose what you hear about below.
de: Wähle unten, worüber du informiert wirst.
es: Elige abajo de qué quieres recibir avisos.
fr: Choisis tes notifications ci-dessous.
it: Scegli qui sotto cosa vuoi ricevere.
nl: Kies hieronder waarover je meldingen krijgt.
pt: Escolhe abaixo os avisos que queres receber.

source: Choose your new password.
de: Wähle dein neues Passwort.
es: Elige tu nueva contraseña.
fr: Choisis ton nouveau mot de passe.
it: Scegli la nuova password.
nl: Kies je nieuwe wachtwoord.
pt: Escolhe a tua nova palavra-passe.

source: Clear filters
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
it: Azzera filtri
nl: Filters wissen
pt: Limpar filtros

# Clear pitch
source: Clear note
de: Notiz löschen
es: Borrar nota
fr: Effacer le petit mot
it: Cancella nota
nl: Berichtje wissen
pt: Apagar nota

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
nl: Zoekopdracht wissen
pt: Limpar pesquisa

source: Climb a 7a
de: Eine 7a klettern
es: Encadenar un 7a
fr: Grimper un 7a
it: Scalare un 7a
nl: Een 7a klimmen
pt: Escalar um 7a

source: Climbing
de: Klettern
es: Escalada
fr: Escalade
it: Arrampicata
nl: Klimmen
pt: Escalada

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt: Fechar

source: Closed account
de: Gesperrtes Konto
es: Cuenta cerrada
fr: Compte fermé
it: Account chiuso
nl: Gesloten account
pt: Conta encerrada

source: Code sent to %@
de: Code gesendet an %@
es: Código enviado a %@
fr: Code envoyé à %@
it: Codice inviato a %@
nl: Code verstuurd naar %@
pt: Código enviado para %@

source: Come a little closer.
de: Komm etwas näher.
es: Acércate un poco.
fr: Rapproche-toi un peu.
it: Avvicinati un po'.
nl: Kom iets dichterbij.
pt: Aproxima-te um pouco.

source: Come try my usual %@ spot?
de: Kommst du mit an meinen üblichen %@-Spot?
es: ¿Te vienes a mi sitio habitual de %@?
fr: Viens tester mon spot %@ habituel ?
it: Vieni a provare il mio solito posto per %@?
nl: Kom je mijn vaste plek voor %@ proberen?
pt: Vens experimentar o meu sítio habitual de %@?

source: Coming up
de: Demnächst
es: Próximas
fr: À venir
it: In arrivo
nl: Binnenkort
pt: Próximas

source: Community guidelines
de: Community-Richtlinien
es: Normas de la comunidad
fr: Règles de la communauté
it: Linee guida della community
nl: Communityrichtlijnen
pt: Diretrizes da comunidade

source: Confirm %@
de: %@ bestätigen
es: Confirmar %@
fr: Confirmer %@
it: Conferma %@
nl: %@ bevestigen
pt: Confirmar %@

source: Confirm %@, %@
de: %@, %@ bestätigen
es: Confirmar %@, %@
fr: Confirmer %@ à %@
it: Conferma %@, %@
nl: %@, %@ bevestigen
pt: Confirmar %@, %@

source: Confirm new password
de: Neues Passwort bestätigen
es: Confirma la nueva contraseña
fr: Confirme le nouveau mot de passe
it: Conferma nuova password
nl: Bevestig nieuw wachtwoord
pt: Confirmar nova palavra-passe

source: Confirm with your password.
de: Bestätige mit deinem Passwort.
es: Confírmalo con tu contraseña.
fr: Confirme avec ton mot de passe.
it: Conferma con la tua password.
nl: Bevestig met je wachtwoord.
pt: Confirma com a tua palavra-passe.

source: Confirm your email first, then add your number.
de: Bestätige zuerst deine E-Mail, dann füge deine Nummer hinzu.
es: Primero confirma tu correo y después añade tu número.
fr: Confirme d'abord ton e-mail, puis ajoute ton numéro.
it: Prima conferma la tua email, poi aggiungi il tuo numero.
nl: Bevestig eerst je e-mailadres en voeg dan je nummer toe.
pt: Primeiro confirma o teu email e depois adiciona o teu número.

source: Confirm your email first.
de: Bestätige zuerst deine E-Mail.
es: Primero confirma tu correo.
fr: Confirme d'abord ton e-mail.
it: Prima conferma la tua email.
nl: Bevestig eerst je e-mailadres.
pt: Primeiro confirma o teu email.

source: Confirm your email first: enter the code we sent you.
de: Bestätige zuerst deine E-Mail: Gib den Code ein, den wir dir geschickt haben.
es: Primero confirma tu correo: introduce el código que te enviamos.
fr: Confirme d'abord ton e-mail : saisis le code qu'on t'a envoyé.
it: Prima conferma la tua email: inserisci il codice che ti abbiamo inviato.
nl: Bevestig eerst je e-mailadres: vul de code in die we je hebben gestuurd.
pt: Primeiro confirma o teu email: introduz o código que te enviámos.

source: Confirmed
de: Bestätigt
es: Confirmada
fr: Confirmée
it: Confermata
nl: Bevestigd
pt: Confirmada

source: Connecting…
de: Verbinde…
es: Conectando…
fr: Connexion…
it: Connessione…
nl: Verbinden…
pt: A ligar…

source: Contact the team
de: Team kontaktieren
es: Contactar al equipo
fr: Contacter l'équipe
it: Contatta il team
nl: Neem contact op
pt: Contactar a equipa

source: Contact us
de: Kontaktiere uns
es: Contáctanos
fr: Nous contacter
it: Contattaci
nl: Neem contact op
pt: Contacta-nos

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Verder
pt: Continuar

source: Continue with Apple
de: Weiter mit Apple
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple
nl: Doorgaan met Apple
pt: Continuar com a Apple

source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
nl: Doorgaan met Google
pt: Continuar com o Google

# Cool morning run in Parc de la Tête d'Or?
source: Early run while the park's still quiet?
de: Früher Lauf, solange der Park noch leer ist?
es: ¿Rodaje temprano, con el parque aún vacío?
fr: Footing matinal, avant que le parc se remplisse ?
it: Corsa presto, col parco ancora vuoto?
nl: Vroeg rondje, nu het park nog leeg is?
pt: Corrida cedo, com o parque ainda vazio?

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Kopiëren
pt: Copiar

source: Couldn't connect. Check your connection and try again.
de: Keine Verbindung. Prüf deine Verbindung und versuch es noch mal.
es: No se ha podido conectar. Revisa tu conexión y vuelve a intentarlo.
fr: Connexion impossible. Vérifie ta connexion et réessaie.
it: Impossibile connettersi. Controlla la connessione e riprova.
nl: Geen verbinding. Controleer je verbinding en probeer het opnieuw.
pt: Não foi possível ligar. Verifica a tua ligação e tenta de novo.

source: Couldn't reach drafft. The block goes through as soon as you're back online.
de: drafft ist gerade nicht erreichbar. Die Blockierung wird wirksam, sobald du wieder online bist.
es: No se pudo conectar con drafft. El bloqueo se aplicará en cuanto vuelvas a tener conexión.
fr: Impossible de joindre drafft. Le blocage sera pris en compte dès que tu seras de nouveau en ligne.
it: Impossibile raggiungere drafft. Il blocco sarà effettivo appena torni online.
nl: Kan drafft niet bereiken. De blokkering gaat door zodra je weer online bent.
pt: Não foi possível ligar ao drafft. O bloqueio fica ativo assim que voltares a estar online.

source: Couldn't reach drafft. The unblock goes through as soon as you're back online.
de: drafft ist gerade nicht erreichbar. Die Aufhebung der Blockierung wird wirksam, sobald du wieder online bist.
es: No se pudo conectar con drafft. El desbloqueo se aplicará en cuanto vuelvas a tener conexión.
fr: Impossible de joindre drafft. Le déblocage sera pris en compte dès que tu seras de nouveau en ligne.
it: Impossibile raggiungere drafft. Lo sblocco sarà effettivo appena torni online.
nl: Kan drafft niet bereiken. Het deblokkeren gaat door zodra je weer online bent.
pt: Não foi possível ligar ao drafft. O desbloqueio fica ativo assim que voltares a estar online.

source: Couldn't reach the App Store. Try again.
de: App Store nicht erreichbar. Versuch es noch mal.
es: No se ha podido conectar con el App Store. Inténtalo de nuevo.
fr: Impossible de joindre l'App Store. Réessaie.
it: Impossibile raggiungere l'App Store. Riprova.
nl: Kan de App Store niet bereiken. Probeer het opnieuw.
pt: Não foi possível contactar a App Store. Tenta novamente.

source: Couldn't send it. Check your connection and try again.
de: Senden fehlgeschlagen. Prüf deine Verbindung und versuch es noch mal.
es: No se ha podido enviar. Revisa tu conexión e inténtalo de nuevo.
fr: Envoi impossible. Vérifie ta connexion et réessaie.
it: Invio non riuscito. Controlla la connessione e riprova.
nl: Versturen mislukt. Controleer je verbinding en probeer het opnieuw.
pt: Não foi possível enviar. Verifica a tua ligação e tenta novamente.

source: Country code
de: Ländervorwahl
es: Prefijo
fr: Indicatif
it: Prefisso
nl: Landcode
pt: Indicativo

source: Country code, %@ %@
de: Ländervorwahl, %@ %@
es: Prefijo, %@ %@
fr: Indicatif, %@ %@
it: Prefisso, %@ %@
nl: Landcode, %@ %@
pt: Indicativo, %@ %@

source: Country or code
de: Land oder Vorwahl
es: País o prefijo
fr: Pays ou indicatif
it: Paese o prefisso
nl: Land of code
pt: País ou indicativo

source: Create a password
de: Passwort erstellen
es: Crea una contraseña
fr: Crée un mot de passe
it: Crea una password
nl: Kies een wachtwoord
pt: Cria uma palavra-passe

source: Create a password.
de: Erstelle ein Passwort.
es: Crea una contraseña.
fr: Crée un mot de passe.
it: Crea una password.
nl: Kies een wachtwoord.
pt: Cria uma palavra-passe.

source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
nl: Account maken
pt: Criar conta

source: Create your account
de: Erstelle dein Konto
es: Crea tu cuenta
fr: Crée ton compte
it: Crea il tuo account
nl: Maak je account aan
pt: Cria a tua conta

source: Cross-country skiing
de: Langlauf
es: Esquí de fondo
fr: Ski de fond
it: Sci di fondo
nl: Langlaufen
pt: Esqui de fundo

source: Current email
de: Aktuelle E-Mail
es: Email actual
fr: E-mail actuel
it: Email attuale
nl: Huidig e-mailadres
pt: Email atual

source: Current number
de: Aktuelle Nummer
es: Número actual
fr: Numéro actuel
it: Numero attuale
nl: Huidig nummer
pt: Número atual

source: Current password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
nl: Huidig wachtwoord
pt: Palavra-passe atual

source: Cycling
de: Radfahren
es: Ciclismo
fr: Vélo
it: Ciclismo
nl: Wielrennen
pt: Ciclismo

source: Dance
de: Tanzen
es: Baile
fr: Danse
it: Danza
nl: Dansen
pt: Dança

# Dating me
source: Heart side
de: Herzenssachen
es: Lo del corazón
fr: Côté cœur
it: Lato cuore
nl: Hartzaken
pt: Lado coração

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag
pt: Dia

source: Day hike, sandwiches on me?
de: Tageswanderung, Sandwiches gehen auf mich?
es: ¿Ruta de un día? Los bocatas los pongo yo.
fr: Rando à la journée, les sandwichs, c'est pour moi ?
it: Escursione di un giorno, i panini li porto io?
nl: Dagwandeling, broodjes van mij?
pt: Caminhada de um dia, as sandes ficam por minha conta?

source: DD
de: TT
fr: JJ
it: GG

source: Deadlift PR attempt, come cheer?
de: Rekordversuch im Kreuzheben, kommst du anfeuern?
es: Voy a por mi récord en peso muerto, ¿vienes a animar?
fr: Je tente mon record au soulevé de terre, tu viens m'encourager ?
it: Tentativo di record allo stacco, vieni a fare il tifo?
nl: Ik ga voor een deadlift-PR, kom je aanmoedigen?
pt: Tentativa de recorde no peso morto, vens apoiar?

source: Declined
de: Abgelehnt
es: Rechazada
fr: Refusée
it: Rifiutata
nl: Afgewezen
pt: Recusada

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
nl: Account verwijderen
pt: Eliminar conta

source: Delete my account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account
nl: Verwijder mijn account
pt: Eliminar a minha conta

source: Delete recording
de: Aufnahme löschen
es: Eliminar grabación
fr: Supprimer l'enregistrement
it: Elimina registrazione
nl: Opname verwijderen
pt: Eliminar gravação

source: Deleting removes them with your profile, photos, matches and messages, for good.
de: Beim Löschen verschwinden sie mit deinem Profil, deinen Fotos, Matches und Nachrichten, endgültig.
es: Al eliminar la cuenta, se borran con tu perfil, tus fotos, tus matches y tus mensajes, para siempre.
fr: La suppression les efface avec ton profil, tes photos, tes matchs et tes messages, définitivement.
it: Eliminando l'account spariscono per sempre, insieme a profilo, foto, match e messaggi.
nl: Bij verwijderen verdwijnen ze voorgoed, samen met je profiel, foto's, matches en berichten.
pt: Ao eliminar a conta, desaparecem para sempre com o teu perfil, fotos, matches e mensagens.

source: Your profile, photos, matches and messages, for good. Your matches won't be able to reach you.
de: Dein Profil, deine Fotos, Matches und Nachrichten, endgültig. Deine Matches können dich dann nicht mehr erreichen.
es: Tu perfil, tus fotos, tus matches y tus mensajes, para siempre. Tus matches ya no podrán contactarte.
fr: Ton profil, tes photos, tes matchs et tes messages, définitivement. Tes matchs ne pourront plus te contacter.
it: Profilo, foto, match e messaggi, per sempre. I tuoi match non potranno più contattarti.
nl: Je profiel, foto's, matches en berichten, voorgoed. Je matches kunnen je dan niet meer bereiken.
pt: O teu perfil, fotos, matches e mensagens, para sempre. Os teus matches deixam de te poder contactar.

source: Deleting your account doesn't cancel drafft tempo. Cancel it in the App Store to stop it renewing.
de: Wenn du dein Konto löschst, wird drafft tempo nicht gekündigt. Kündige es im App Store, damit es sich nicht verlängert.
es: Eliminar tu cuenta no cancela drafft tempo. Cancélalo en el App Store para que no se renueve.
fr: Supprimer ton compte ne résilie pas drafft tempo. Résilie-le dans l'App Store pour qu'il ne se renouvelle plus.
it: Eliminare l'account non annulla drafft tempo. Annullalo nell'App Store perché non si rinnovi.
nl: Je account verwijderen zegt drafft tempo niet op. Zeg het op in de App Store, anders wordt het verlengd.
pt: Eliminar a tua conta não cancela o drafft tempo. Cancela-o na App Store para não se renovar.

source: Demo only: %@
de: Nur Demo: %@
es: Solo demo: %@
fr: Démo uniquement : %@
it: Solo demo: %@
nl: Alleen demo: %@
pt: Só demo: %@

source: Describe your question. If something doesn't work, say what you tapped and what happened.
de: Beschreib deine Frage. Wenn etwas nicht funktioniert, sag, was du angetippt hast und was passiert ist.
es: Describe tu pregunta. Si algo no funciona, cuenta qué tocaste y qué pasó.
fr: Décris ta question. Si quelque chose ne marche pas, dis ce que tu as touché et ce qui s'est passé.
it: Descrivi la tua domanda. Se qualcosa non funziona, dicci cosa hai toccato e cosa è successo.
nl: Beschrijf je vraag. Werkt iets niet, zeg dan waarop je tikte en wat er gebeurde.
pt: Descreve a tua dúvida. Se algo não funciona, diz o que tocaste e o que aconteceu.

source: Disagree
de: Stimmt nicht
es: En desacuerdo
fr: Pas d'accord
it: Non d'accordo
nl: Oneens
pt: Discordo

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
it: Scarta modifiche
nl: Wijzigingen weggooien
pt: Descartar alterações

source: Discard recording
de: Aufnahme verwerfen
es: Descartar grabación
fr: Supprimer l'enregistrement
it: Scarta registrazione
nl: Opname weggooien
pt: Descartar gravação

source: Discard your changes?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
fr: Annuler tes modifications ?
it: Scartare le modifiche?
nl: Je wijzigingen weggooien?
pt: Descartar as alterações?

source: Discard your photo changes?
de: Änderungen an den Fotos verwerfen?
es: ¿Descartar los cambios en las fotos?
fr: Annuler les modifications de tes photos ?
it: Scartare le modifiche alle foto?
nl: Wijzigingen aan je foto's weggooien?
pt: Descartar as alterações às fotos?

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
nl: Ontdekken
pt: Descobrir

# Discovery
source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
it: Scopri
nl: Ontdekken
pt: Descobrir

source: Dismiss
de: Ausblenden
es: Descartar
fr: Masquer
it: Chiudi
nl: Sluiten
pt: Ignorar

source: Distance
de: Entfernung
es: Distancia
it: Distanza
nl: Afstand
pt: Distância

source: Doesn't match yet.
de: Stimmt noch nicht überein.
es: Aún no coincide.
fr: Ne correspond pas encore.
it: Non corrisponde ancora.
nl: Komt nog niet overeen.
pt: Ainda não coincide.

source: Doesn't smoke
de: Raucht nicht
es: No fuma
fr: Ne fume pas
it: Non fuma
nl: Rookt niet
pt: Não fuma

# Don't miss a match
source: Catch every invite
de: Verpass keinen Vorschlag
es: No te pierdas ninguna propuesta
fr: Ne rate aucune proposition de séance
it: Non perdere nessuna proposta
nl: Mis geen enkel voorstel
pt: Não percas nenhuma proposta

source: Done
de: Fertig
es: Hecho
fr: OK
it: Fatto
nl: Klaar
pt: Concluído

source: Done with this answer
de: Antwort fertig
es: Respuesta terminada
fr: Valider cette réponse
it: Risposta completata
nl: Klaar met dit antwoord
pt: Terminar esta resposta

# Doubles, loser buys drinks?
source: Doubles, losers buy brunch?
de: Doppel, wer verliert, zahlt den Brunch?
es: ¿Partido de dobles y quien pierda invita al brunch?
fr: En double, l'équipe qui perd offre le brunch ?
it: Doppio, chi perde offre il brunch?
nl: Dubbelspel, de verliezers trakteren op brunch?
pt: Pares, quem perder paga o brunch?

source: drafft never asks for your password or a login code in a chat.
de: drafft fragt in einem Chat nie nach deinem Passwort oder einem Anmeldecode.
es: drafft nunca te pide tu contraseña ni un código de acceso en un chat.
fr: drafft ne demande jamais ton mot de passe ni un code de connexion dans une discussion.
it: drafft non ti chiede mai la password o un codice di accesso in chat.
nl: drafft vraagt in een chat nooit om je wachtwoord of een inlogcode.
pt: O drafft nunca pede a tua palavra-passe nem um código de acesso numa conversa.

source: drafft needs your gender and the genders you want to see to suggest anyone.
de: drafft braucht dein Geschlecht und die Geschlechter, die du sehen willst, um dir jemanden vorzuschlagen.
es: drafft necesita tu género y los géneros que quieres ver para sugerirte a alguien.
fr: drafft a besoin de ton genre et des genres que tu veux voir pour te suggérer quelqu'un.
it: drafft ha bisogno del tuo genere e dei generi che vuoi vedere per suggerirti qualcuno.
nl: drafft heeft je gender en de genders die je wilt zien nodig om iemand voor te stellen.
pt: O drafft precisa do teu género e dos géneros que queres ver para te sugerir alguém.

source: drafft tempo & billing
de: drafft tempo & Zahlung
es: drafft tempo y pagos
fr: drafft tempo et paiement
it: drafft tempo e pagamenti
nl: drafft tempo en betaling
pt: drafft tempo e pagamentos

source: Enter the email you signed up with. We'll send you a 6-digit code.
de: Gib die E-Mail-Adresse deiner Anmeldung ein. Wir schicken dir einen 6-stelligen Code.
es: Introduce el correo con el que te registraste. Te enviaremos un código de 6 cifras.
fr: Saisis l'e-mail de ton inscription. On t'envoie un code à 6 chiffres.
it: Inserisci l'email che hai usato per registrarti. Ti inviamo un codice di 6 cifre.
nl: Vul het e-mailadres in waarmee je je hebt aangemeld. We sturen je een code van 6 cijfers.
pt: Introduz o email com que te registaste. Vamos enviar-te um código de 6 dígitos.

source: Get somewhere safe first, then report them in the app.
de: Bring dich zuerst in Sicherheit, dann melde die Person in der App.
es: Ponte a salvo primero y luego denuncia a esa persona en la app.
fr: Mets-toi d'abord en sécurité, puis signale la personne dans l'app.
it: Prima mettiti al sicuro, poi segnala la persona nell'app.
nl: Zorg eerst dat je veilig bent en meld de persoon daarna in de app.
pt: Primeiro põe-te em segurança, depois denuncia a pessoa na app.

source: Here's what deleting removes.
de: Das wird gelöscht.
es: Esto es lo que se borra.
fr: Voici ce que la suppression efface.
it: Ecco cosa viene eliminato.
nl: Dit wordt verwijderd.
pt: Isto é o que se apaga.

source: Hides you from Discover and likes. Your chats and sessions carry on.
de: Du erscheinst nicht mehr in Entdecken und bei den Likes. Deine Chats und Sessions laufen weiter.
es: Dejas de aparecer en Descubrir y en los likes. Tus chats y sesiones siguen.
fr: Tu n'apparais plus dans Découvrir ni dans les likes. Tes discussions et tes séances continuent.
it: Non appari più in Scopri e nei like. Le tue chat e sessioni continuano.
nl: Je verschijnt niet meer in Ontdekken en bij likes. Je chats en sessies gaan door.
pt: Deixas de aparecer em Descobrir e nos likes. As tuas conversas e sessões continuam.

source: How can we help?
de: Wie können wir helfen?
es: ¿Cómo te ayudamos?
fr: Comment peut-on t'aider ?
it: Come possiamo aiutarti?
nl: Hoe kunnen we helpen?
pt: Como podemos ajudar?

# How drafft uses this data
source: How we use this data
de: Wie wir diese Daten nutzen
es: Cómo usamos estos datos
fr: Comment on les utilise
it: Come usiamo questi dati
nl: Hoe we ze gebruiken
pt: Como usamos estes dados

source: I understand my account will be deleted for good.
de: Mir ist klar, dass mein Konto endgültig gelöscht wird.
es: Entiendo que mi cuenta se eliminará de forma permanente.
fr: Je comprends que mon compte sera supprimé définitivement.
it: Ho capito che il mio account sarà eliminato definitivamente.
nl: Ik begrijp dat mijn account definitief wordt verwijderd.
pt: Compreendo que a minha conta será eliminada permanentemente.

source: If something feels wrong
de: Wenn sich etwas falsch anfühlt
es: Si algo no te cuadra
fr: Si quelque chose cloche
it: Se qualcosa non ti convince
nl: Als iets niet goed voelt
pt: Se algo não parecer bem

source: In danger? Call 112.
de: In Gefahr? Ruf die 112 an.
es: ¿En peligro? Llama al 112.
fr: En danger ? Appelle le 112.
it: In pericolo? Chiama il 112.
nl: In gevaar? Bel 112.
pt: Em perigo? Liga para o 112.
